Revit 2024 API
MetallicPaint.MetallicpaintTopcoatFalloff Property
 The property labeled "Angle Falloff" from the "MetallicPaint" schema.
Namespace: Autodesk.Revit.DB.Visual
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2018.1
Syntax
C#
public static string MetallicpaintTopcoatFalloff { get; }
Visual Basic
Public Shared ReadOnly Property MetallicpaintTopcoatFalloff As String
	Get
Visual C++
public:
static property String^ MetallicpaintTopcoatFalloff {
	String^ get ();
}
Remarks
 This property is of type "AssetPropertyDouble" within the range of "0, 1".
See Also
MetallicPaint Class
Autodesk.Revit.DB.Visual Namespace